tap "d12frosted/emacs-plus"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "schniz/tap"
tap "starkandwayne/cf"
tap "thoughtbot/formulae"
tap "wagoodman/dive"
brew "bat"
brew "bfg"
brew "brew-gem"
brew "broot"
brew "xz"
brew "circleci"
brew "coreutils"
brew "ctags"
brew "curl"
brew "datamash"
brew "dateutils"
brew "dep"
brew "diff-so-fancy"
brew "direnv"
brew "dust"
brew "elasticsearch", restart_service: true
brew "elasticsearch@6", restart_service: true
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glab"
brew "guile"
brew "gnupg", link: false
brew "gpg-agent"
brew "hadolint"
brew "htop"
brew "jq"
brew "kafka", restart_service: true
brew "kibana", restart_service: true
brew "minio", restart_service: true
brew "ncdu"
brew "neovim"
brew "nnn"
brew "node"
brew "node@16"
brew "noti"
brew "pinentry-mac"
brew "rabbitmq", restart_service: true
brew "rbenv"
brew "remarshal"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "sphinx-doc"
brew "ssh-copy-id", link: true
brew "subversion"
brew "swi-prolog"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "watchexec"
brew "watchman"
brew "wget"
brew "yarn"
brew "yq"
brew "jesseduffield/lazydocker/lazydocker"
brew "starkandwayne/cf/spruce"
brew "thoughtbot/formulae/rcm"
brew "wagoodman/dive/dive"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-roboto-mono"
cask "font-source-code-pro"
cask "font-sourcecodepro-nerd-font"
cask "gitify"
cask "java8"
cask "sampler"
